# Напишите программу, которая выводит на экран результат сложения двух чисел
a = float(input('Введите первое число: '))
b = float(input('Введите второе число: '))

print('Сумма чисел = ', a+b)


# Напишите программу, которая выводит строку:  "I love (hate?) Python"
print('\nI love (hate?) Python')